{
    "list": [
        {
            "displayName": "Skyrim Information",
            "description": "Skyrim is a province of Tamriel, where the Nords, a human race, live. It has a rich history and culture, based on Nordic myths and legends. It is also the place where dragons have returned, and where a hero called the Dragonborn can use their power. Skyrim is in a civil war between the Empire and the rebels, and under attack by elves who hate humans. Skyrim is a land of diverse landscapes, from mountains and forests to tundras. It is divided into nine holds, each with its own jarl.",
            "memoryRecords": [
                "Skyrim is a province in northern Tamriel",
                "Skyrim is home to the Nords, a race of humans who originated from Atmora",
                "Skyrim's capital is Solitude, a city on the coast of the Sea of Ghosts",
                "Skyrim is divided into nine holds, each governed by a jarl",
                "Skyrim has a cold and snowy climate, with harsh winters and short summers",
                "Skyrim is rich in natural resources, such as iron, silver, gold, ebony and malachite",
                "Skyrim is also known for its mead, cheese and honey",
                "Skyrim has a long and turbulent history, marked by wars, invasions and rebellions",
                "Skyrim was once part of the First Empire of the Nords, which conquered most of Tamriel in the first era",
                "Skyrim was later ruled by the Septim Dynasty, which unified Tamriel under the Third Empire",
                "Skyrim became independent after the Oblivion Crisis and the death of Martin Septim",
                "Skyrim was involved in the Great War against the Aldmeri Dominion, which ended with the White-Gold Concordat",
                "Skyrim was torn by a civil war between the Imperial Legion and the Stormcloaks, who opposed the Concordat's ban on Talos worship",
                "Skyrim was also threatened by the return of the dragons, who were resurrected by Alduin, the World-Eater",
                "Skyrim was saved by the Last Dragonborn, a hero who could use the power of the Voice",
                "The Voice is a form of magic that allows one to shout words of power in the dragon language",
                "The Voice was taught to the Nords by Paarthurnax, a dragon who rebelled against Alduin",
                "The Voice was used by Tiber Septim to conquer Tamriel and become Talos, the Ninth Divine",
                "The Voice is also practiced by the Greybeards, a monastic order who live on High Hrothgar",
                "High Hrothgar is the highest peak of the Throat of the World, the tallest mountain in Tamriel",
                "The Throat of the World is also where Alduin was banished by an Elder Scroll in the past",
                "Elder Scrolls are mysterious artifacts that contain the secrets of creation and destiny",
                "Elder Scrolls are guarded by the Moth Priests, who can read them with their eyesight",
                "Elder Scrolls are also sought by the Dawnguard and the Volkihar Clan, two factions that are at war over vampire prophecy",
                "Vampires are undead creatures that feed on blood and have various powers and weaknesses",
                "Vampires can be cured by a ritual involving a black soul gem and a filled blood altar",
                "Vampires can also become Vampire Lords, who can transform into bat-like forms and have enhanced abilities",
                "Vampire Lords were created by Molag Bal, the Daedric Prince of domination and enslavement",
                "Daedric Princes are powerful beings that rule over realms of Oblivion",
                "Daedric Princes can grant boons or curses to mortals who worship them or serve them",
                "Skyrim is bordered by four other provinces: High Rock, Hammerfell, Cyrodiil and Morrowind",
                "Skyrim has a coastline along the Sea of Ghosts, where many ancient shipwrecks can be found",
                "Skyrim is home to the College of Winterhold, one of the oldest and most prestigious institutions of magic in Tamriel",
                "Skyrim is also home to the Companions, a legendary order of warriors who trace their origins to Ysgramor and his Five Hundred Companions",
                "Skyrim has a unique culture and tradition of music, poetry and storytelling, exemplified by the bards and skalds",
                "Skyrim has a strong connection to the Nordic pantheon of gods, especially Talos, the divine aspect of Tiber Septim",
                "Skyrim has many ancient ruins and monuments, such as the Skyforge, the Eldergleam Sanctuary, the Throat of the World and the Labyrinthian",
                "Skyrim has a diverse wildlife, including mammoths, sabre cats, trolls, horkers, ice wraiths and chaurus",
                "Skyrim also has many mythical creatures, such as dragons, giants, werewolves, spriggans and atronachs",
                "Skyrim has several hidden and mysterious locations, such as the Forgotten Vale, Blackreach, Sovngarde and Apocrypha",
                "Skyrim was once inhabited by the Snow Elves, a race of mer who were driven underground by the Nords and became the twisted Falmer",
                "Skyrim was also invaded by the Akaviri, a race of serpent-like humanoids who sought to capture a dragonborn",
                "Skyrim was the birthplace of many legendary heroes, such as Ysgramor, Jurgen Windcaller, Olaf One-Eye, Wulfharth and Ulfric Stormcloak",
                "Skyrim was also visited by many famous figures from other lands, such as Saint Alessia, Reman Cyrodiil, Tiber Septim, Uriel Septim VII and Miraak",
                "Skyrim has a complex political system, involving the High King, the jarls, the moot, the thanes and the housecarls",
                "Skyrim has a variety of factions and groups that operate within or across its borders, such as the Thieves Guild, the Dark Brotherhood, the Blades and the Forsworn",
                "Skyrim has a long-standing rivalry with Morrowind, due to historical conflicts and cultural differences",
                "Skyrim has a significant population of non-Nords, such as Dunmer refugees from Morrowind, Breton merchants from High Rock and Khajiit caravans from Elsweyr",
                "Skyrim has a harsh justice system, involving bounties, fines, jails and executions",
                "Skyrim has a vibrant economy, based on trade, mining, farming and crafting",
                "Dragon Bridge is a small town that spans the Karth River and is named after its ancient stone bridge that resembles a dragon's head",
                "Helgen is a town that was destroyed by Alduin at the beginning of the Skyrim Civil War, and was later occupied by bandits or the Imperial Legion",
                "Ivarstead is a town at the base of the Throat of the World, where pilgrims start their journey to High Hrothgar",
                "Karthwasten is a mining town that was once a major city in the First Era, but was sacked by the Nords and reduced to a shadow of its former glory",
                "Riverwood is a lumber town that is one of the first settlements encountered by the Last Dragonborn after escaping Helgen",
                "Rorikstead is a farming town that has unusually fertile soil and a mysterious connection to magic",
                "Shor's Stone is a mining town that is named after Shor, the Nordic god of war and chief of the pantheon",
                "Solitude is the capital of Skyrim and Haafingar hold, and is a major port and cultural center of the province",
                "Windhelm is the capital of Eastmarch hold and the oldest city in Skyrim, and is the headquarters of the Stormcloak rebellion",
                "Winterhold is the capital of Winterhold hold and the former seat of power in Skyrim, but was devastated by the Great Collapse that destroyed most of the city",
                "Whiterun is the capital of Whiterun hold and the trade hub of Skyrim, and is home to Jorrvaskr, the mead hall of the Companions",
                "Markarth is the capital of The Reach hold and a city built on ancient Dwemer ruins, and is plagued by Forsworn attacks and corruption",
                "Riften is the capital of The Rift hold and a city built on a network of canals, and is notorious for its crime and poverty",
                "Dawnstar is the capital of The Pale hold and a port city on the Sea of Ghosts, and is afflicted by nightmares caused by Vaermina",
                "Morthal is the capital of Hjaalmarch hold and a swampy town near the Hjaal River, and is shunned by most travelers for its rumors of vampires and ghosts",
                "Falkreath is the capital of Falkreath hold and a town surrounded by forests and graveyards, and is close to the border with Cyrodiil and Hammerfell",
                "Nords are a race of humans who are native to Skyrim and are known for their strength, resilience and valor",
                "Bretons are a race of humans who are native to High Rock and are known for their affinity for magic, diplomacy and trade",
                "Imperials are a race of humans who are native to Cyrodiil and are known for their discipline, organization and cosmopolitan culture",
                "Redguards are a race of humans who are native to Hammerfell and are known for their martial prowess, endurance and seafaring skills",
                "Altmer are a race of elves who are native to Summerset Isle and are known for their arrogance, intelligence and mastery of magic",
                "Bosmer are a race of elves who are native to Valenwood and are known for their agility, archery and harmony with nature",
                "Dunmer are a race of elves who are native to Morrowind and are known for their stealth, destruction magic and ancestor worship",
                "Orsimer are a race of elves who are also called Orcs, and are known for their craftsmanship, honor and berserker rage",
                "Khajiit are a race of cat-like people who are native to Elsweyr and are known for their cunning, agility and skooma addiction",
                "Argonians are a race of lizard-like people who are native to Black Marsh and are known for their stealth, waterbreathing and resistance to disease",
                "Falmer are a race of degenerated elves who were once Snow Elves, but were enslaved by the Dwemer and became blind, savage creatures that dwell underground",
                "Dwemer are a race of extinct elves who were also called Dwarves, but were not actually short. They were an advanced civilization that vanished mysteriously during the War of the First Council",
                "Ayleids are a race of elves who were also called Wild Elves or Heartland High Elves, and were the original founders of the Cyrodilic Empire",
                "Chimer are a race of elves who were also called Changed Ones or Velothi, and were the ancestors of the Dunmer before they were cursed by Azura",
                "Maormer are a race of elves who are also called Sea Elves or Tropical Elves, and are native to the island of Pyandonea in the south of Tamriel",
                "Sload are a race of slug-like creatures who are native to the island of Thras in the Abecean Sea, and are known for their necromantic and plague magic",
                "Dreugh are a race of aquatic creatures who are related to the Sload, and have a complex life cycle that involves shedding their skin and becoming land-dwellers",
                "Giant are a race of humanoid creatures who are related to the Nords, and live in isolated tribes across Skyrim's tundra and mountains",
                "Riekling are a race of goblin-like creatures who are native to Solstheim, and have a primitive culture and language",
                "Hagraven are a race of hybrid creatures who were once witches, but sacrificed their humanity for more power and became half-bird, half-woman monstrosities",
                "Spriggan are a race of nature spirits who take the form of wooden women with glowing eyes, and can control animals and plants",
                "Atronach are a race of elemental beings who can be summoned from Oblivion, and have different forms depending on their element: fire, frost or storm",
                "Solstheim is an island that lies north-east of Skyrim and is part of Morrowind, and has a unique geography and culture influenced by both provinces",
                "Bleakrock Isle is an island that lies north-west of Skyrim and is part of Eastmarch hold, and is a small fishing and mining settlement",
                "Icereach is an island that lies west of Skyrim and is part of Haafingar hold, and is home to a coven of witches who worship Hircine",
                "Solitude is the home of the Bards College, where aspiring musicians and poets can learn from the masters and perform for the public",
                "Windhelm is the home of the Palace of the Kings, where Ulfric Stormcloak holds court as the leader of the Stormcloaks",
                "Winterhold is the home of the College of Winterhold, where mages from all over Tamriel can study and practice various schools of magic",
                "Whiterun is the home of Dragonsreach, where Jarl Balgruuf the Greater resides as the ruler of Whiterun hold",
                "Markarth is the home of Understone Keep, where Jarl Igmund governs The Reach hold with the help of the Silver-Blood family",
                "Riften is the home of Mistveil Keep, where Jarl Laila Law-Giver rules The Rift hold with the influence of Maven Black-Briar",
                "Whiterun is divided into three districts: the Plains District, the Wind District and the Cloud District",
                "The Plains District is the lowest and contains the city gates, the marketplace, the shops and the inns",
                "The Wind District is the middle and contains most of the residential houses, the Temple of Kynareth and Jorrvaskr",
                "The Cloud District is the highest and contains Dragonsreach, the Jarl's palace and prison",
                "A traveler can find Warmaiden's smithy on the right side of the entrance gates, where they can buy or sell weapons and armor",
                "A traveler can find The Drunken Huntsman tavern on the left side of the entrance gates, where they can buy or sell hunting supplies or rent a room",
                "A traveler can find Belethor's General Goods store near the marketplace, where they can buy or sell various items and goods",
                "A traveler can find Arcadia's Cauldron near Belethor's store, where they can buy or sell alchemy ingredients and potions",
                "A traveler can find The Bannered Mare inn near Arcadia's Cauldron, where they can buy food and drinks, rent a room or hear rumors",
                "A traveler can find Breezehome near The Bannered Mare inn, which is a house that they can purchase from Proventus Avenicci for 5000 gold",
                "A traveler can find Heimskr's house near Breezehome, which is where Heimskr lives and preaches about Talos in front of his shrine",
                "A traveler can find House Gray-Mane near Heimskr's house, which is where the Gray-Mane family lives and supports the Stormcloaks",
                "A traveler can find House of Clan Battle-Born near House Gray-Mane, which is where the Battle-Born family lives and supports the Imperials",
                "A traveler can find Carlotta Valentia's house near House of Clan Battle-Born, which is where Carlotta Valentia lives with her daughter Mila",
                "A traveler can find Uthgerd's house near Carlotta Valentia's house, which is where Uthgerd the Unbroken lives and challenges people to brawls",
                "A traveler can find Ysolda's house near Uthgerd's house, which is where Ysolda lives and trades with Khajiit caravans",
                "A traveler can find Olava the Feeble's house near Ysolda's house, which is where Olava the Feeble lives and tells fortunes for people who have a token from the Dark Brotherhood",
                "A traveler can find Amren's house near Olava the Feeble's house, which is where Amren lives with his wife Saffir and his daughter Braith",
                "A traveler can find Jorrvaskr near Amren's house, which is where the Companions live and work as warriors for hire",
                "Balgruuf the Greater lives in Dragonsreach, the Jarl’s palace in the Cloud District. He is the ruler of Whiterun and a neutral party in the civil war.",
                "Farengar Secret-Fire lives in Dragonsreach as well. He is the Jarl’s court wizard and an expert on dragons.",
                "Irileth lives in Dragonsreach too. She is the Jarl’s housecarl and a loyal warrior.",
                "Eorlund Gray-Mane lives near Jorrvaskr, the mead hall of the Companions in the Wind District. He is a master blacksmith who works at the Skyforge, an ancient forge that produces the finest steel in Tamriel.",
                "Kodlak Whitemane lives in Jorrvaskr as well. He is the Harbinger of the Companions, a group of honorable warriors who trace their origins to Ysgramor and his Five Hundred Companions.",
                "Aela the Huntress lives in Jorrvaskr too. She is a member of the Companions and a skilled archer. She is also a werewolf, along with some other members of the Companions.",
                "Amren lives in his house in the Wind District. He is a Redguard warrior who teaches sword and shield skills. He is married to Saffir and has a daughter named Braith.",
                "Carlotta Valentia lives in her house in the Wind District. She is a merchant who sells fruits and vegetables at the market. She is a single mother who has a daughter named Mila.",
                "Ysolda lives in her house in the Wind District. She is an aspiring merchant who dreams of owning her own inn someday. She often trades with Khajiit caravans and knows a lot about their culture.",
                "Belethor lives in his shop, Belethor’s General Goods, in the Plains District. He is a Breton merchant who sells various items at his store. He is always looking for a good deal and will buy almost anything.",
                "Arcadia lives in her shop, Arcadia’s Cauldron, in the Plains District. She is an Imperial alchemist who sells potions and ingredients at her store. She also offers training in alchemy and can identify unknown effects of ingredients.",
                "Hulda lives in her inn, The Bannered Mare, in the Plains District. She is a Nord innkeeper who rents rooms and sells food and drinks at her inn. She also provides information about rumors and bounties.",
                "Mikael lives in The Bannered Mare as well. He is a Nord bard who plays music and sings songs at the inn. He is also a notorious flirt who often annoys women with his advances."
            ]
        }
    ]
}